Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Make sure your phone and pod are close to each other. If communication issues persist, move to a new area.
bg: Уверете се, че телефонът и pod са близо един до друг. Ако проблемите с комуникацията продължават, преместете се на ново място.
cs: Ujisti se, že máš telefon i pod blízko u sebe. Pokud komunikační problémy přetrvávají, zkus se přesunout jinam.
da: Sørg for, at din telefon og pod er tæt på hinanden. Hvis kommunikationsproblemer fortsætter, skal du flytte til et nyt område.
de: Achte darauf, dass sich Dein Telefon und Dein Pod in unmittelbarer Nähe zueinander befinden. Wenn die Kommunikationsprobleme fortbestehen, gehe an einen anderen Ort.
es: Asegúrate de que tu teléfono y pod estén cerca unos de otros. Si persisten problemas de comunicación, muévete a una nueva área.
fr: Assurez-vous que votre téléphone et votre Pod soient très proches, idéalement à moins de 20 centimètres l'un de l'autre. Si les problèmes de communication persistent, déplacez le Pod pour le rapprocher davantage du téléphone ou changez d’emplacement, et changez d'emplacement en évitant les sources potentielles d’interférences comme un four à micro-ondes, un routeur Wi-Fi, un téléphone DECT ou un babyphone.
it: Assicurati che il tuo telefono e il Pod siano vicini l'uno all'altro. Se il problema di comunicazione persiste, spostati in un'altra zona.
nb_no: Sørg for at telefonen og poden er i nærheten av hverandre. Flytt deg til et annet område hvis kommunikasjonsproblemene vedvarer.
nl: Zorg ervoor dat je iPhone en Pod dicht bij elkaar liggen. Als communicatieproblemen aanhouden, ga dan naar een nieuw gebied.
pl: Upewnij się, że telefon i POD znajdują się blisko siebie. Jeśli problemy z komunikacją nie ustąpią, przejdź się w inne miejsce.
pt_pt: Certifique-se de que seu telefone e servidor estão próximos um do outro. Se os problemas de comunicação persistirem, mude para uma nova área.
ru: Убедитесь, что Ваш телефон и Под рядом друг с другом. Если проблемы сохранятся, переместитесь в другое помещение.
sv: Säkerställ att din telefon och podd är nära varandra. Om problemet kvarstår, flytta till annan plats.
uk: Переконайтеся, що ваш телефон і Pod знаходяться поруч один з одним. Якщо проблеми звʼязку не зникають, перейдіть у інше місце.
vi: Đảm bảo điện thoại và pod được đặt gần nhau. Nếu kết nối vẫn gặp trở ngại, đặt lại chổ khác.
zh_hant: 確保您的手機和幫浦靠近。如果通訊問題持續，請移動到新地區。

source: Manage iOS Preferences
bg: Управление на настройките в iOS
cs: Spravovat nastavení iOS
da: Administrer iOS Indstillinger
de: iOS-Einstellungen verwalten
es: Administrar preferencias de iOS
fr: Gérer les réglages iOS
it: Gestisci Preferenze iOS
nb_no: Administrer iOS innstillinger
nl: iOS voorkeuren beheren
pl: Zarządzaj ustawieniami iOS
pt_pt: Gerenciar Preferências do iOS
ru: Управление iOS настройками
sv: Hantera iOS-inställningar
uk: Керування параметрами iOS
vi: Quản lý tùy chọn iOS
zh_hant: 管理 iOS 偏好設定

source: Manual
bg: Ръчно
cs: Manuální
da: Manuel
de: Handbuch
fr: Manuel
it: Manuale
nb_no: Manuell
nl: Handmatig
pl: Ręczny
pt_pt: Manualmente
ru: Ручной режим
sv: Manuellt
uk: Інструкція
vi: Thủ công
zh_hant: 手動

source: Manual Basal
bg: Ръчен базал
cs: Manuální bazál
da: Manuel Basal
de: Temporäre Basalrate
es: Basal manual
fr: Débit basal manuel
it: Basale manuale temporanea
nb_no: Manuell basal
nl: Handmatige tijdelijke basaal
pl: Ręczna baza
pt_pt: Basal manual
ru: Ручная ВБС
sv: Manuell temporär basal
uk: Ручна тимчасова базальна швидкість (ТБШ)
vi: Liều nền thủ công
zh_hant: 手動基礎

source: Manual Glucose Measurement
bg: Ръчно измерване на глюкоза
cs: Manuální měření glukózy
da: Manuel Glukose Måling
de: Manuelle Glukose-Messung
es: Medición manual de glucosa
fr: Mesure manuelle du glucose
it: Misurazione Manuale Della Glicemia
nb_no: Manuell blodsukkermåling
nl: Handmatige glucosemeting
pl: Ręczne pomiary glikemii
pt_pt: Medição manual de glicose
ru: Ручное измерение глюкозы
sv: Manuell glukosmätning
uk: Ручне вимірювання глюкози
vi: Đo đường huyết thủ công
zh_hant: 手動血糖測量

source: Manual Temp Basal
bg: Ръчен временен базал
cs: Manuální dočasný bazál
da: Manuel Temp Basal
de: Manuelle Temporäre Basalrate
es: Basal temporal manual
fr: Débit basal temporaire manuel
it: Basale temporanea manuale
nb_no: Manuell midlertidig basal
nl: Handmatige tijdelijke basaal
pl: Ręczna baza tymczasowa
pt_pt: Basal Temporária Manual
ru: Ручная ВБС
sv: Manuell temporär basal
uk: Ручна Тимчасова Базальна Швидкість (ТБШ)
vi: Liều nền tạm thời thủ công
zh_hant: 手動臨時基礎

source: Manual Temporary Basal Rate (%@). Looping suspended.
bg: Ръчна временна базална доза (%@). Цикълът е спрян.
cs: Manuální dočasná bazální dávka (%@). Smyčka pozastavena.
da: Manuel Midlertidig basalrate (%@). Looping suspenderet.
de: Manuelle Temporäre Basalrate (%@). Loop unterbrochen.
fr: Débit basal temporaire manuel (%@). La boucle fermée est suspendue.
nb_no: Manuell midlertidig basalrate (%@). Looping er pauset.
nl: Handmatige tijdelijke basaalsnelheid (%@). Loopen opgeschort.
pl: Ręczna tymczasowa dawka bazowa (%@). Pętla zawieszona.
sv: Manuell temporär basal (%@). Loop pausad.
vi: Tỷ lệ liều nền tạm thời thủ công (%@). Vòng lặp đã bị tạm dừng.
zh_hant: 手動臨時基礎率 (%@)。循環暫停。

source: Manual:
bg: Ръчно:
cs: Manuálně:
da: Manuel:
de: Handbuch:
fr: Manuel :
nb_no: Manuell:
nl: Handmatig:
pl: Ręczny:
sv: Manuellt:
vi: Thủ công:
zh_hant: 手動:

source: Manually backdate some recent carbs or insulin you’ve entered in the last 6 to 8 hours.
bg: Въведете ръчно със задна дата скорошни въглехидрати или инсулин, които сте записали през последните 6 до 8 часа.
cs: Změň zpětně čas u sacharidů nebo inzulínu, které jsi zadal v posledních 6 až 8 hodinách.
da: Tilbagedater manuelt nogle nylige kulhydrater eller insulin du har indtastet inden for de sidste 6 til 8 timer.
de: Manuelle Rückdatierung der in den letzten 6 bis 8 Stunden eingegebenen Kohlenhydrate oder Insulinmengen.
fr: Modifiez manuellement la date de certains ajouts récents de glucides ou d’insuline effectués au cours des 6 à 8 dernières heures, en remplaçant leur date actuelle par une date antérieure.
it: Ritarda manualmente alcuni carboidrati recenti o insulina che hai inserito nelle ultime 6-8 ore.
nb_no: Du bør manuelt etterregistrere insulin og karbohydrater for de siste 6 til 8 timene.
nl: Je hebt met terugwerkende kracht van 6 tot 8 uur handmatig koolhydraten of insuline ingevoerd.
pl: Ręcznie powtórz kilka niedawno wprowadzonych węglowodanów lub insulinę, które zostały wprowadzone w ciągu ostatnich 6 do 8 godzin.
sv: Manuell bakdatering av kolhydrater eller insulin du har registrerat under de senaste 6 till 8 timmarna.
vi: Bạn có thể lùi thời gian ghi nhận cho một số mục carbs hoặc insulin đã nhập trong vòng 6 đến 8 giờ qua.
zh_hant: 手動回溯您在過去 6 到 8 小時內輸入的一些近期碳水化合物或胰島素。

source: Manually entered blood glucose, such as a fingerstick test.
bg: Ръчно въведена кръвна захар, например от убождане на пръста.
cs: Ručně zadaná glykémie, například měření z prstu (glukometrem).
da: Undergik manuelt blodsukkeret såsom en fingerstiktest.
de: Manuell eingegebene Blutglukose, wie z. B. durch Fingerstechen gewonnen.
es: Ingresó manualmente a la glucosa sanguínea, como una prueba de palo de dedos.
fr: Mesure de glucose ajoutée manuellement, comme une glycémie au bout du doigt (capillaire).
it: Sono entrati manualmente in glucosio nel sangue, come un test per le dita.
nb_no: Manuelt registrert blodsukker, for eksempel fra en fingermåling.
nl: Handmatig ingevoerde bloedglucose, zoals een vingerstick test.
pl: Ręcznie wprowadzany poziom glukozy we krwi, taki jak test z użyciem odcisków palców.
pt_pt: Glicose de sangue digitada manualmente, como um teste de dedos.
ru: Ручной ввод глюкозы в крови, например, тест на палку.
sv: Manuellt registrerat blodsocker, såsom ett fingerstick.
uk: Входить в кровоносну глюкозу, таку як відбиток пальця.
vi: Đường huyết nhập tay, ví dụ từ que thử đầu ngón tay.
zh_hant: 手動輸入的血糖，例如指尖測試。

source: Many people occasionally forget to resume / unsuspend their pump after reconnecting it. If you’re one of them, and you are willing to reliably set a zero temp basal whenever suspending and disconnecting your pump, this feature has your back. If enabled, it will automatically resume / unsuspend the pump if you forget to do so before your zero temp expires. As long as the zero temp is still running, it will leave the pump suspended.
bg: Много хора понякога забравят да възобновят помпата си след повторно свързване. Ако сте сред тях и редовно задавате нулев временен базал при всяко спиране и разкачване на помпата, тази функция ще ви подсигури. Когато е активирана, тя автоматично ще възобнови помпата, ако сте забравили, преди нулевият временен базал да изтече. Докато нулевият временен базал е активен, помпата остава спряна.
cs: Mnoho lidí občas zapomene obnovit podávání v pumpě po jejím znovupřipojení. Pokud mezi ně patříš a jsi ochotný při každém odpojení pumpy spolehlivě nastavit nulový dočasný bazál (zero temp), tahle funkce ti kryje záda. Pokud je zapnutá, automaticky obnoví podávání v pumpě, pokud to zapomeneš udělat před vypršením nulového bazálu. Dokud nulový bazál běží, nechá pumpu pozastavenou.
da: Mange mennesker glemmer lejlighedsvis at genoptage / suspendere deres pumpe efter gentilslutning af det. Hvis du er en af dem, og du er villig til pålideligt at indstille en nul temp basal, når suspendere og afbryde din pumpe, denne funktion har din ryg. Hvis aktiveret, vil det automatisk genoptage/suspendere pumpen, hvis du glemmer at gøre det, før din nul temperatur udløber. Så længe nul temp stadig kører, vil det efterlade pumpen suspenderet.
de: Viele Menschen vergessen gelegentlich, ihre Pumpe nach dem erneuten Anschließen wieder fortzusetzen/zu pausieren. Wenn Du zu diesen Menschen gehörst und bereit bist, beim Aussetzen und Trennen Deiner Pumpe zuverlässig eine Basalrate von Null einzustellen, hilft Dir diese Funktion. Wenn diese Funktion aktiviert ist, wird die Pumpe automatisch wieder eingeschaltet, wenn Du dies vergisst, sobald die Temporäre Basalrate mit Null abgelaufen ist. Solange die Basalrate mit Null noch läuft, bleibt die Pumpe ausgesetzt.
es: Muchas personas de vez en cuando se olvidan de reanudar / dejar de suspender su bomba después de volver a conectarla. Si usted es uno de ellos, y está dispuesto a establecer de forma fiable una base temporal cero cada vez que suspenda y desconecte su bomba esta característica tiene su espalda. Si está activado, se reanudará / dessuspenderá automáticamente la bomba si se olvida de hacerlo antes de que expire la temperatura cero. Mientras la temperatura cero siga funcionando, dejará la bomba suspendida.
fr: De nombreuses personnes oublient parfois de reprendre ou de réactiver leur pompe après l’avoir reconnectée. Si cela vous arrive aussi, et que vous prenez soin de définir systématiquement un débit basal temporaire de zéro lors de chaque suspension et déconnexion, cette fonctionnalité est faite pour vous. Une fois activée, elle permettra à Trio de réactiver automatiquement la pompe si vous oubliez de le faire avant la fin du débit basal temporaire de zéro. Tant que ce débit basal temporaire de zéro est encore en cours, la pompe restera suspendue.
it: Molte persone di tanto in tanto dimenticano di riprendere / rimuovere la sospensione del microinfusore dopo averlo riconnesso. Se sei uno di loro, e si è disposti a impostare in modo affidabile una basale temporanea zero ogni volta che sospende e scollega la pompa, questa funzione ha un senso. Se abilitata, ripristinerà automaticamente / annullerà la sospensione del microinfusore se lo dimentichi prima che scada la basale temporanea zero. Finché la basale temporanea zero è ancora in funzione, lascerà la pompa sospesa.
nb_no: Mange brukere glemmer å skru på insulintilførsel etter å ha koblet til pumpen igjen. Hvis du er en av dem og du er villig til å sette et midlertidig null-mål når du deaktiverer og kobler fra pumpen, kan denne funksjonen hjelpe deg. Hvis du slår den på, vil den automatisk skru på insulintilførsel hvis du glemmer å gjøre det før null-målet går ut. Så lenge dette 0-målet fremdeles pågår, vil det la pumpen være frakoblet.
nl: Veel mensen vergeten af en toe hun pomp te hervatten nadat ze opnieuw zijn aangesloten. Herken je jezelf hierin en ben je bereid voordat je je afkoppelt een tijdelijk basaal van 0 in te stellen kan deze instelling helpen. Indien ingeschakeld zal de pomp automatisch hervatten, als je dit zelf vergeet te doen voordat het tijdelijk 0 basaal verloopt. Zolang het tijdelijk 0 basaal nog actief is, laat Trio de pomp opgeschort.
pl: Wiele osób czasami zapomina wznowić/odwiesić pompę po jej ponownym podłączeniu. Jeśli jesteś jedną z nich i chcesz niezawodnie ustawić zerową dawkę za każdym razem, gdy zawieszasz i odłączasz pompę, ta funkcja jest dla Ciebie. Jeśli jest włączona, automatycznie wznowi/odwiesi pompę, jeśli zapomnisz to zrobić przed upływem zerowej temperatury. Dopóki zerowa temperatura jest nadal włączona, pompa pozostanie zawieszona.
pt_pt: Muitas pessoas ocasionalmente esquecem de retomar / cancelar a suspensão da bomba depois de reconectá-la. Se você é um deles, e está disposto a definir confiavelmente uma basal temp zero sempre que suspender e desconectar sua bomba, Este recurso possui as suas costas. Se ativado, irá automaticamente retomar / cancelar a bomba se você esquecer de fazê-lo antes que sua temperatura zero expire. Enquanto a temperatura zero ainda estiver em execução, ela deixará a bomba suspensa.
ru: Многие люди иногда забывают возобновить подачу на помпе после повторного подключения. Если этот параметр включен, он автоматически возобновит / разблокирует помпу, если вы забыли сделать это до того, как срок ВБС истечет. До тех пор, пока ВБС работает, помпа будет приостановлена.
sv: Standardvärde Av för denna inställning. Alla eventuella temporära basaler som pågått under tider pumpen varit pausad kommer att raderas, dessutom kommer de ordinarie basaldoserna ersättas med temporära basaler på 0 E/h.
uk: Багато людей іноді забувають поновити подачу на помпі після повторного підключення. Якщо цей параметр увімкнено, він автоматично відновить/розблокує помпу, якщо ви забули зробити це до того, як термін ТБШ закінчиться. Доки ТБШ працює, помпа буде призупинена.
vi: Nhiều người đôi khi quên khôi phục / hủy tạm dừng bơm sau khi đã kết nối lại. Nếu bạn là một trong số đó và bạn có thể đảm bảo luôn thiết lập một liều nền tạm thời bằng 0 mỗi khi tạm dừng và ngắt kết nối bơm, thì tính năng này sẽ hỗ trợ bạn. Khi được bật, tính năng sẽ tự động khôi phục / hủy tạm dừng bơm nếu bạn quên làm điều đó trước khi liều nền tạm thời bằng 0 hết hạn. Miễn là liều nền 0 vẫn còn hiệu lực, bơm sẽ tiếp tục được giữ ở trạng thái tạm dừng.
zh_hant: 許多人在重新連線後偶爾會忘記恢復/解除暫停他們的幫浦。如果您是其中之一，並且願意在每次暫停和斷開幫浦時可靠地設置零臨時基礎，這個功能會幫助您。如果啟用，當您忘記在零臨時基礎過期之前這樣做時，它會自動恢復/解除暫停該幫浦。只要零臨時基礎仍在運行，它將保持幫浦暫停狀態。

source: Marks when a short-term temporary glucose target is or was active, (potentially) altering when or how much insulin is delivered.
bg: Отбелязва кога краткосрочна временна цел за глюкоза е или е била активна, като (евентуално) променя кога и колко инсулин се подава.
cs: Označuje, kdy je nebo byl aktivní krátkodobý dočasný cíl, což (potenciálně) mění čas nebo množství podávaného inzulínu.
da: Mærker, når et kortvarigt midlertidigt glucosemål er eller var aktivt, (potentielt) ændrer sig, når eller hvor meget insulin der er leveret.
de: Markiert, wann ein kurzzeitiges Temporäres Glukoseziel aktiv ist oder war, wodurch sich (möglicherweise) ändert, wann oder wie viel Insulin abgegeben wird.
es: Marca cuando un objetivo de glucosa temporal a corto plazo está o estaba activo, (potencialmente) alterando cuándo o cuánta insulina es entregada.
fr: Indique quand une Cible Temporaire de glucose est ou a été active, modifiant (potentiellement) le moment ou la quantité d’insuline administrée.
it: Marche quando un obiettivo di glucosio temporaneo a breve termine è o era attivo, (potenzialmente) altera quando o quanto insulina viene somministrata.
nb_no: Markerer når et midlertidig blodsukkermål er eller var aktivt, og endrer (potensielt) når eller hvor mye insulin som leveres.
nl: Markeert wanneer een tijdelijk glucosedoel op korte termijn actief is of was (mogelijk) van invloed is op wanneer of hoeveel insuline wordt geleverd.
pl: Oznacza moment, w którym krótkotrwały, tymczasowy cel stężenia glukozy jest lub był aktywny co (potencjalnie) zmienia czas i ilość podawanej insuliny.
pt_pt: Marca quando um alvo de glicose temporário de curto prazo está ou esteve ativo, (potencialmente) alterando quando ou quanta insulina é entregue.
ru: Отметки, когда временная цель на кратковременную глюкозу активна (потенциально) изменяется, когда или сколько инсулина доставляется.
sv: Markerar när ett kortsiktigt tillfälligt glukosmål som är eller varit aktivt, (potentiellt) förändrar när eller hur mycket insulin som tillförs.
uk: Відмічається при короткочасній цілі глюкози активній (потенційно) зміні рівня при доставці або кількості інсуліну.
vi: Đánh dấu thời điểm một mục tiêu đường huyết tạm thời ngắn hạn đang hoặc đã được kích hoạt, điều này (có thể) ảnh hưởng đến thời điểm hoặc liều lượng insulin được bơm.
zh_hant: 標記短期臨時血糖目標是否處於活動狀態，(潛在地) 改變何時或多少胰島素被給予。

source: Max Allowed Glucose Rise for SMB
bg: Максимално допустимо покачване на глюкозата за SMB
cs: Maximální povolený nárůst glykémie pro SMB
de: Max. Zulässiger Glukoseanstieg für SMB
fr: Augmentation max du glucose autorisée pour SMB
nb_no: Maks. tillatt blodsukkerstigning for SMB
pl: Maksymalny dopuszczalny wzrost poziomu glikemii dla SMB
vi: Mức tăng đường huyết tối đa cho phép SMB
zh_hant: SMB 可接受的最高血糖上升幅度

source: Max Basal Rate
bg: Максимален базал
cs: Maximální bazální dávka
da: Maks Basal Rate
fr: Débit basal maximal
nb_no: Maks basalrate
nl: Max Basaal stand
pl: Maksymalna dawka podstawowa
sv: Max basal
vi: Tỷ lệ liều nền tối đa
zh_hant: 最大基礎率

source: Max bolus
bg: Максимален болус
cs: Maximální bolus
fr: Bolus maximal
nb_no: Maks bolus
pl: Maksymalny Bolus
vi: Liều bolus tối đa
zh_hant: 最大注射

source: Max Bolus exceeded!
bg: Max Bolus е надвишен!
cs: Překročen maximální bolus!
da: Max Bolus overskredet!
de: Maximaler Bolus überschritten!
es: Bolo máximo excedido!
fr: Bolus maximal dépassé !
it: Bolo massimo superato!
nb_no: Max bolus overskredet!
nl: Maximale bolus overschreden!
pl: Wartość Max bolus przekroczona!
pt_pt: Limite de Bólus excedido!
ru: Максимальный болюс превышен!
sv: Du kan inte dosera mer än din maxinställning!
uk: Максимальний болюс перевищено!
vi: Đã vượt quá liều bolus tối đa!
zh_hant: 超過最大注射!

source: Max Bolus of
bg: Максимален болус от
cs: Maximální bolus
da: Max Bolus af
de: Maximaler Bolus von
es: Bolo máximo de
fr: Bolus maximal de
it: Bolo massimo di
nb_no: Maks. bolus på
nl: Max bolus van
pl: Max bolus
pt_pt: Bólus Máximo de
ru: Максимальный Болус
sv: Max bolus av
uk: Макс Болас
vi: Liều bolus tối đa là
zh_hant: 最大注射為

source: Max Bolus of %@ U Exceeded
bg: Max Bolus от %@ U е надвишен
cs: Překročen maximální bolus %@ j
da: Max Bolus af %@ U Overskredet
de: Maximaler Bolus von %@ U überschritten
es: Bolo máximo de %@ U superado
fr: Bolus maximal de %@ U dépassé
it: Bolo massimo di %@ U Superato
nb_no: Maks bolus på %@ E er overskredet
nl: Max bolus van %@ U overschreden
pl: Max bolus %@ U Przekroczono
pt_pt: Limite de bólus de %@ U excedido
ru: Превышен максимальный уровень болуса %@ U
sv: Max bolus %@ E överskreds
uk: Макс Болс %@ Перевищено
vi: Đã vượt quá liều bolus tối đa %@ U
zh_hant: 超過最大注射 %@ 單位

source: Max Carbs
bg: Макс. въглехидрати
cs: Max. počet sacharidů
da: Maks Kulhydrater
de: Maximale Kohlenhydrate
es: Carbohidratos máximos
fr: Glucides maximum
it: Ultimi carboidrati
nb_no: Maks karbo
nl: Max koolhydraten
pl: Maksymalna ilość węglowodanów
pt_pt: Máximo de Carboidratos
ru: Максимум углеводов
sv: Max antal kolhydrater
uk: Максимум вуглеводів
vi: Khối lượng carbs tối đa
zh_hant: 最大碳水化合物

source: Max Carbs of
bg: Макс. въглехидрати от
cs: Maximální sacharidy
da: Maks. kulhydrater af
de: Maximale Kohlenhydrate von
es: Carbohidratos máximos de
fr: Glucides maximum de
it: Carboidrati massimi di
nb_no: Maks karbo på
nl: Maximaal aantal koolhydraten van
pl: Maksymalna ilość węglowodanów
pt_pt: Máximo de Carboidratos de
ru: Макс. угля
sv: Max kolhydrater av
uk: Макс. кількість туш
vi: Lượng carb tối đa là
zh_hant: 最大碳水化合物為

source: Max Carbs of %@ g Exceeded
bg: Макс. въглехидрати от %@ г са надвишени
cs: Překročeno maximální množství sacharidů %@ g
da: Maks. kulhydrater af %@ g Overskredet
de: Maximale Kohlenhydrate von %@ g überschritten
es: Max Carbohidratos de %@ g superados
fr: Glucides max de %@ g dépassés
it: Max Carbs of %@ g Superato
nb_no: Maks karbo på %@ g er overskredet
nl: Maximum koolhydraten van %@ g overschreden
pl: Maksymalna ilość węglowodanów %@ g Przekroczono
pt_pt: Máximo de carbs de %@ g excedido
ru: Превышено максимальное количество углеводов в %@ г
sv: Max kolhydrater %@ g överskreds
vi: Đã vượt quá lượng carb tối đa %@ g
zh_hant: 超過最大碳水化合物 %@ 克

source: Max Carbs:
bg: Макс. въглехидрати:
cs: Max. počet sacharidů:
da: Maks. Kulhydrater:
de: Maximale Kohlenhydrate:
es: Carbohidratos máximos:
fr: Maximum de glucides :
it: Max Carb:
nb_no: Maks karbo:
nl: Maximaal aantal koolhydraten:
pl: Maks. węglowodany:
pt_pt: Máximo de carboidratos:
ru: Макс. углев:
sv: Max kolhydrater:
uk: Максимум візків:
vi: Carbs tối đa:
zh_hant: 最大碳水化合物:

source: Max External Bolus of %@ U Exceeded
bg: Макс. външен болус от %@ U е надвишен
cs: Maximální externí bolus %@ j byl překročen
da: Maks. eksterne bolus på %@ U overskredet
de: Max externer Bolus von %@ IE überschritten
es: Max Bolo externo de %@ U superado
fr: Bolus externe max de %@ U dépassé
it: Bolo esterno massimo di %@ U Superato
nb_no: Maks ekstern bolus på %@ E er overskredet
nl: Max externe bolus van %@ U overschreden
pl: Max bolus zewnętrzny %@ U Przekroczono
pt_pt: Limite de Bólus Externo de %@ U excedido
ru: Превышен максимальный внешний болус %@ U
sv: Max extern bolus %@ E överskreds
uk: Макс зовнішній Болс %@ Відвідано
vi: Đã vượt quá liều bolus tiêm ngoài tối đa %@ U
zh_hant: 超過最大外部注射 %@ 單位

source: Max Fat
bg: Макс. мазнини
cs: Max. tuk
da: Maks. Fedt
de: Max Fett
es: Grasa Máxima
fr: Quantité de lipide Maximale
it: Grasso Massimo
nb_no: Maks fett
nl: Max. vat
pl: Maksymalna ilość tłuszczu
pt_pt: Gordura máxima
ru: Макс жир
sv: Max fett
uk: Макс Жит
vi: Chất béo tối đa
zh_hant: 最大脂肪

source: Max Fat of
bg: Макс. мазнини от
cs: Max. tuk
da: Maks. fedt af
de: Max Fett von
es: Grasa máxima de
fr: Quantité de lipide Maximale de
it: Grasso massimo di
nb_no: Maks fett på
nl: Max. vat van
pl: Maksymalna ilość tłuszczu
pt_pt: Gordura máxima de
ru: Максимальный жир
sv: Max fett av
uk: Макс Фат
vi: Chất béo tối đa của
zh_hant: 最大脂肪含量

source: Max Fat of %@ g Exceeded
bg: Макс. мазнини от %@ г са надвишени
cs: Překročeno maximální množství tuků %@ g
da: Maks. fedt af %@ g overskredet
de: Max Fett von %@ g überschritten
es: Grasa máxima de %@ g superada
fr: Quantité de lipide Maximale de %@ g dépassés
it: Max Grat of %@ g Superato
nb_no: Maks fett på %@ g er overskredet
nl: Max vet van %@ g overschreden
pl: Maksymalna ilość tłuszczu %@ g Przekroczono
pt_pt: A gordura máxima de %@ g excedida
ru: Превышено максимальное количество жира в %@ г
sv: Max fett %@ g överskreds
uk: Перевищено максимальний розмір %@
vi: Đã vượt quá lượng chất béo tối đa %@ g
zh_hant: 已超過最大脂肪含量 %@ 克

source: Max Fat:
bg: Макс. мазнини:
cs: Max. tuk:
da: Maks. Fedt:
de: Max Fett:
es: Fat máximo:
fr: Quantité de lipide Maximale :
it: Grasso Massimo:
nb_no: Maks fett:
nl: Max Vat:
pl: Maksymalna zawartość tłuszczu:
pt_pt: Gordura máxima:
ru: Макс. жиров:
sv: Max fett:
uk: Макс. Жир:
vi: Chất béo tối đa:
zh_hant: 最大脂肪:
